Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=670_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ailu Valle on 27-vuotias saamelainen rap-muusikko, joka on kotoisin Utsjoen kunnasta muutaman talon porokylästä Kaamasmukasta.
sme: Ailu Valle lea 27-jahkásaš sápmelaš rap-musihkar, guhte lea eret Ohcejoga gielddas Gámasmohkis, moatte dálu badjegilážis.

source: Ailu tekee musiikkia omalla äidinkielellään, pohjoissaameksi.
sme: Ailu dahká musihka iežas eatnigillii, davvisámegillii.

source: Aluksi hän räppäsi englanniksi ja sittemmin suomeksi.
sme: Álggos son ráppii eaŋgalsgillii ja dasto suomagillii.

source: Saamen kieli tuli kuitenkin myöhemmässä vaiheessa mukaan ja sillä tiellä ollaan.
sme: Sámegiella bođii dasto maŋŋelebbos lunddolaččat mielde ja seammaláhkai jotkojuvvo.

source: Ailun oma musiikki sai alkunsa lukioaikoina. Ailu kertoo pilke silmäkulmassa räppäilleensä noin aikoina hieman salaa ja pysytellen näkymättömissä hioen tyyliä sellaiseksi, että sen kehtaisi saattaa päivänvaloon. "
sme: Ailu bargagođii iežas mu sihkain logahatáigge, man rájes son muitala mojunjálmmiid ráppán vuos vehá dego suoli ja buoridan jávkkohagas iežas stiilla dakkárin, ahte dan jolgii buktit beaivečuvgii. "

source: Pakko myöntää, että aika lailla olen keskittynyt ainoastaan räppäämiseen, äänenkäyttöön ja sanoituksiin. "
sme: Bággu mieđihit, ahte viehka muddui lean vudjon dušše beare ráppemii, jienageavaheapmái ja sániid hutkamii. "

source: Teknisesti hän kertoo panostavansa multiriimeihin, sisäisiin riimikuvioihin ja alkusointuihin: " Sen pitäisi kuulostaa hyvältä korvaan, vaikka ei kieltä edes ymmärtäisi. "
sme: Teknihkalaččat son muitala iežas bidjat resurssaid multiriimmaide, siskkáldas riibmahámiide ja álgošuoŋaide: " dat ga lggašii čuodjat vuohkkasit bealljái, vaikko ii giela oppa áddešiige. "

source: Musiikillisena esikuvanaan aiemmin mainittujen lisäksi Ailu pitää tunnettua saamelaistaiteilijaa Nils-Aslak Valkeapäätä, jota hän kertoo arvostavansa kaikkein eniten.
sme: Ovdagovvan musihkas ovddabealde máinnašuvvon artisttaid lassin Ailu atná dovddus sámedáiddára Nils-Aslak Valkeapää, gean son atná buot eanemus árvvus.

source: Hän luonnehtii esikuvaltaan saatua perintöä mykistäväksi.
sme: Son muitala ahte ii máhte sániiguin oppa govviditge, man stuorra mearkkašupmi su ovdagovas Valkeapääs leamašan sutnje.

source: Rap-puolelta hän mainitsee arvostavansa Asaa, jonka tuotannon hän kertoo inspiroineen valtavasti.
sme: Rap-bealde son máinnaša árvvusatnit Asa, gean musihkka lea movttiidahttán su ollu. "

source: Ideat musiikkiin ja sen sisältöön Ailu saa elämästä sen kaikessa kauneudessa ja kamaluudessa.
sme: Ideaid musihkkii ja dan sisdollui Ailu oažžu eallimis, dan čábbodagas ja surgadisvuođas.

source: Elämässä on vaikeita, mutta myös hyviä aikoja.
sme: Eallimis leat váttis, muhto maid buorit áiggit.

source: Lisäksi kahden kulttuurin sisällä eläminen on Ailun mukaan omanlaisensa rikkaus, joka tuo mukanaan myös ristiriitoja.
sme: Eallin guovtti kultuvrra siste lea Áilu mielas maid iežaslágan riggodat, mii buktá mielddis maid ruossalasvuođaid.

source: Hän kuvaileekin olevansa onnekas ja toisaalta myös onneton, sillä kaksikulttuurisuus pakottaa näkemään asiat useammasta kuin yhdestä näkökulmasta.
sme: Son govvida iežas leat lihkkoš, go lea ožžon bajásšaddat guovtti kultuvrra gaskkas. Nuppe dáfus dat sáhttá dagahit maiddái vuostegieđageavvamiid, dasgo guovttekultuvrralašvuohta bákkoha oaidnit áššiid máŋgga perspektiivvas.

source: Hän pohdiskelee musiikkinsa sanoman syntyvän kuin itsestään, kun elämässään näkee kahden erilaisen elämäntyylin keskinäisen ristiriitaisuuden: toinen elämäntyyli tavoittelee luonnonmukaisuutta ja luonnon kanssa sovussa elämistä, toisen Ailu kokee hyväksikäyttävän luontoa ja vaalivan keinotekoista.
sme: Son guorahallá iežas musihka sisdoalu šaddat dego iešalddes; go oaidná guovtti earálágan eallinvuogi gaskasaš ruossalasvuođa, nuppi eallinvuogi figgamuššan lea gudnejahttit luonddu ja eallit dainna harmoniijas, nubbi fas geavaha luonddu ávkin ja atná árvvus eahpelunddolaš eallinvuogi.

source: Ailu kertoo, että jotkin hänen sanomansa asiat voivat olla vaikeita niellä, mutta toteaa, että niiden tuominen esiin on kuitenkin välttämätöntä.
sme: Ailu muitala, ahte muhtun su musihka ovdanbuktin áššiid sáhttá leat váttis dohkkehit, muhto gávnnaha ahte daid buktin ovdan lea goit vealtameahttun.

source: Hän kuvailee musiikkinsa olevan filosofista ja kantaaottavaa ja jollain tapaa myös anti-poliittista – siitäkin huolimatta, että moni luokittelisi hänen musiikkinsa juuri sinne poliittisen " labelin " alle.
sme: Son govvida iežas musihka leat filosofalaš ja bealiváldi ja muhtun láhkai maid anti-politihkalaš, dasge fuolakeahttá ahte máŋgga kategoriajuohkimis dat manná aiddo politihkalaš " labela " vuollái.

source: Ailu tuo musiikin kautta esiin asioita luonnonkansan näkökulmasta.
sme: Ailu buktá ovdan áššiid luondduálbmoga perspektiivvas.

source: Aiheina häntä inspiroivat esimerkiksi globaali markkinatalous sekä sen aiheuttama talouskriisi ja törmäyskurssi luonnon tasapainon kanssa. "
sme: Su movttiidahttet dakkár fáttát go globála márkanekonomia ja dan dagahan ekonomalaš kriisa ja vuostálasvuohta luonddu dássedeattuin.

source: Luonnon kauneus ja alkuperäiskansojen elämänviisaus on se pohjimmainen vimma, joka minut saa kirjoittamaan. "
sme: Luonddu čábbodat ja eamiálbmogiid eallinviisodat lea dat dehálamos ášši, mii mu bidjá čállit. "

source: Ailu Valle on keikkaillut ahkerasti pääasiassa Pohjois-Suomessa, mutta on hän esiintynyt myös eteläisessä Suomessa ja Norjan puolella.
sme: Valle lea loaiddastan viššalit lagamustá Davvi-Suomas, muhto lea johtán loaiddasteamen maid mátta-Suomas ja Dáža bealde.

source: Vallen esik oisalbumi Dušši dušše duššat (Turha vain tuhoutua), ilmestyi vuoden 2012 joulukuussa.
sme: Valle vuosttas albuma Dušši dušše duššat almmustuvai juovlamánus 2012.

source: Levy julkaistiin raahelaisen levy-yht iön Tuuparecords Oy: n kautta ja siinä on mukana vierailemassa mm.. Asa ja useita saamelaisartisteja.
sme: Skearru bođii olggos raahelaš Tuuparecords Oy bokte ja sisttisdoallá oktiibuot logi davvisámegielat rap-bihtá, main leat mielde maid earet eará Asa sihke sierra sámeartisttat.

source: Ennen oman levyn tekoa Ailu on ollut mukana oululaisten rap-ryhmien, Pummiharmonian ja Roolipolunveljeksien, levyillä.
sme: Ovdal iežas skearru dahkama son leamašan mielde oululaš rap-joavkkuid Pummiharmonia ja Roolipolunveljekset skearruin.

source: Toinen levy " 7 ", julkaistiin vuonna 2015 ja Valle yhdistelee siinä saamelaista uskomusperinnettä ja itämaisia filosofioita.
sme: Nuppi skearru " 7 " almmustuvai jagi 2015.

source: Linkkejä:
sme: Sáhtát čuovvut Ailu interneahtas:

source: Ailu Valle)
sme: Ailu Valle musihkka:
